export default function Page(){
    return(
            <div className="mt-4 bg-zinc-800 mx-auto">
                <div className="p-4 mx-auto">
                    <div className="text-center md:text-4xl text-2xl mb-4">
                        Условия использования
                    </div>
                    <div className="md:text-lg text-base mt-4 mx-12">
                        <div>
                            Сайт GreenLife, предлагает услуги пользователям продавать свои товары, по правилам указанные в этой Оферте.
                        </div>
                        <div>
                            В соответствии со статьей 438 Гражданского Кодекса Российской Федерации (ГК РФ), безусловным принятием (акцептом) условий настоящего Договора – публичной Оферты (далее – «Оферта») считается оплата Клиентом услуг Компании. Фактом поступления платежа Клиента считается зачисление денежных средств на расчетный счет Компании при условии получения Компанией из банка, обслуживающего Компанию, подтверждающих платежных документов, идентифицирующих платеж.
                        </div>
                        <div></div>
                        <ol className="list-decimal mx-12">
                            <li>Зона ответственности Сайта</li>
                            <ol className="list-decimal ml-4">
                                <li>Проблема покупки — ответственность Сайта.</li>
                                <li>Не получение товара — ответственность Клиента.</li>
                            </ol>
                            <li>Порядок оплаты</li>
                            <ol className="list-decimal ml-4">
                                <li>Услуги предоставляются на основании 100% оплаты в течение 2 (двух) рабочих дней после оплаты.</li>
                                <li>Оплата физическими лицами производится только посредством электронных платежей.</li>
                                <li>Оплата товара производится в рублях на основании действующих тарифов, опубликованных на официальном сайте по адресу https://green-life.site</li>
                                <li>К оплате может добавляться комиссия посредников и платежных систем.</li>
                                <li>После приостановки предоставления услуг данные сохраняются в течение 24 часов. После этого срока все данные Клиента, относящиеся к оказываемой услуге, могут быть удалены без возможности восстановления.</li>
                                <li> случае поступления полной оплаты после приостановки предоставления услуги возобновление предоставления услуги производится в течение 24 (двадцати четырех) часов.</li>
                            </ol>
                            <li>Возврат средств</li>
                            <ol className="list-decimal ml-4">
                                <li>Возврат денежных средств возможен только в случае неработоспособности сервера по вине Компания и за фактически неиспользованные дни.</li>
                                <li>Возврат средств осуществляется в течение 24 часов на счет, с которого производилась оплата.</li>
                                <li>Для возврата средств необходимо написать письмо запрос в поддержку с темой «Возврат средств». Подать заявление на почту info@green-life.site</li>
                                <li>В случае нарушения условий предоставления услуг сайта в праве отказать Клиенту в возврате средств.</li>
                                <li>В случае, если по вине Клиента, которому производится возврат средств, компанией были понесены убытки (отключение серверов, сетей, попадание IP в черные списки и т.п.) из суммы возврата вычитается сумма понесенных Компанией издержек.</li>
                                <li>Клиенту может быть отказано в возврате средств в случае, если был установлен факт мошенничества или нарушения условий предоставления услуг, описанных в настоящей оферте.</li>
                            </ol>
                            <li>Права и обязанности Клиента</li>
                            <ol className="list-decimal ml-4">
                                <li>Клиенту предоставляется доступ (если не оговорено иное) к серверу и Клиент несет всю связанную с этим ответственность.</li>
                                <li>Клиент имеет право устанавливать и использовать любое ПО на своем сервере, в случае если оно является легальным и не нарушает авторских и смежных прав, а также норм действующего законодательства Российской Федерации.</li>
                                <li>Клиент обязан следить за соответствием всех размещенных материалов, используемого ПО, контентом, размещенным на сервере, и отвечать за его соответствие нормам действующего законодательства РФ.</li>
                                <li>В случае непринятия Клиентом мер по поступившей жалобе, Сайт оставляет за собой право блокировки Клиента без дополнительного уведомления.</li>
                            </ol>

                            <li>Права и обязанности Сайта</li>
                            <ol className="list-decimal ml-4">
                                <li>Услуги Сайта предоставляются «как есть», Сайт оставляет за собой право пересмотреть правила предоставления услуг, в том числе ценовую политику и характеристики тарифов в любой момент, с предварительного уведомления клиента, новые правила вступают в действие в момент опубликования их на официальном сайте.</li>
                                <li>Сайт не несет ответсвенности за невозможность доступа к сервисам по вине третьих лиц.</li>
                                <li>Сайт оставляет за собой право остановки сервисов и серверов Клиента для проведения: Планового обслуживания, из-за DDoS-атак и сетевых атак, в результате стихийных бедствий и других форс-мажорных обстоятельств.</li>
                                <li>Сайт осуществляет услуги технической поддержки клиентов на основании запроса Клиента через личный кабинет по тарифам, опубликованным на официальном сайте, расположенном по адресу https://green-life.site/</li>
                                <li>Сайт не несет ответственность за работу стороннего ПО на серверах, в том числе ПО, приобретенного.</li>
                            </ol>

                            <li>Запрещенный контент и ПО</li>
                            <ol className="list-decimal ml-4">
                                <li>На сайте запрещено размещение порнографии, в том числе ссылок и рекламы, содержащей порнографические сцены.</li>
                                <li>Запрещено размещение информации, ПО, противоречащих и/или запрещенных законодательством РФ, законом об авторских и смежных правах.</li>
                                <li>Осуществления массовых почтовых рассылок запрещено, кроме случаяев санкционированных самим сайтом.</li>
                            </ol>

                            <li>Прекращение предоставления услуг по инициативе Сайта</li>
                            <ol className="list-decimal ml-4">
                                <li>Сайт оставляет за собой право прекратить предоставление услуг по собственному усмотрению, немедленно и без предупреждения в случае:</li>
                                <ol className="list-decimal ml-4">
                                    <li>Несанкционированного распространения или копирования программного обеспечения, защищенного авторским правом, нарушения законов Российской Федерации, других международных норм и соглашений, экспортных ограничений, мошенничества, оборота порнографических материалов, наркотиков и других незаконных видов деятельности;</li>
                                    <li>Массовых почтовых рассылок, на получение которых не давалось явного согласия пользователей;</li>
                                    <li>Клеветы, распространения личной информации, нарушения авторских и смежных прав, интеллектуальных прав;</li>
                                    <li>Размещения порнографического контента во всех его проявлениях, в том числе ссылок на другие сайты с порнографическим контентом;</li>
                                    <li>Нарушения прав частной жизни и собственности; размещения клеветнической и оскорбительной информации, пособничества, подстрекательств к межнациональной розни, убийству, терроризму, насилию в любых формах;</li>
                                    <li>Препятствования нормальной и стабильной работе серверов, сетевых ресурсов, общей работе Сайта;</li>
                                    <li>Указания заведомо недостоверных данных Клиента или отказа их подтверждения;</li>
                                    <li>Некорректного общения с сотрудниками Сайта, в том числе употребления ненормативной лексики и распространения клеветнической информации о Сайте;</li>
                                </ol>
                                <li>Сайт оставляет за собой право передачи информации о Клиенте в случае официального запроса от правоохранительных органов.</li>
                            </ol>

                            <li>Сайт не несет ответсвенности</li>
                            <ol className="list-decimal ml-4">
                                <li>Ни за какие виды прямом и косвенного ущерба, потерю информации, деловой репутации и прочие случаи ущерба.</li>
                            </ol>

                            <li>Гарантия уровня сервиса</li>
                            <ol className="list-decimal ml-4">
                                <li>В случае оплаты и не предоставления товара в течении 14 рабочих дней. В заданном времени сайт обязует вернуть деньги.</li>
                            </ol>
                        </ol>
                    </div>
                </div>
            </div>
    )
}
